/*============================== Импортируем ================================*/
import * as flsFunctions from './modules/functions.js';                        //импортируем функцию проверки
flsFunctions.isWebP();                                                         //вызываем
/*======================= Эффект подчеркивания в меню =======================*/
//import * as menuFunctions from './modules/menu.js';                            //эффект подчеркивания в меню
/*======================== Изменение размера дисплея ========================*/
//import * as displayResize from './modules/display-resize.js';                  //изменение размера дисплея
/*===========================================================================*/